/* parameter is kind of device (DV device, Sutdio DV, Studio DV/TV). */
"%@ connected" = "%@ inkopplat";

/* parameter is kind of device (DV device, Sutdio DV, Studio DV/TV). */
"%@ in use" = "%@ i användning";

/* name for auto-generated channel */
"Composite" = "Composite";

/* name for generic DV device (i.e. not a Formac Studio) in various status strings */
"DV device" = "DV apparat";

/* No comment provided by engineer. */
"No DV device found" = "Ingen DV apparat hittades";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Vidi" = "Öppna Vidi";

/* No comment provided by engineer. */
"Open Vidi..." = "Öppna Vidi...";

/* No comment provided by engineer. */
"Recording was stopped prematurely due to a problem." = "Inspelningen stoppades i förtid pga ett problem";

/* name for auto-generated channel */
"S-Video" = "S-Video";

/* No comment provided by engineer. */
"Show Control Palette" = "Visa Kontrollpaletten";

/* generic status menu item */
"Status" = "Status";

/* No comment provided by engineer. */
"Studio DV" = "Studio DV";

/* No comment provided by engineer. */
"Studio DV/TV" = "Studio DV/TV";

/* No comment provided by engineer. */
"The timer recording from %@ that was scheduled to begin at %@ could not be started because the Studio DV device is currently being used by an application other than Vidi. Close the other application and then open Vidi to reschedule the recording." = "Den programmerade inspelningen från %@ som var satt att börja %@ kunde inte påbörjas pga att Studio DV apparaten används av ett annat program än Vidi. Avsluta det andra programmet och öppna sedan Vidi för att programmera om inspelningen.";

/* No comment provided by engineer. */
"The timer recording from %@ that was scheduled to begin at %@ could not be started due to a problem writing to the file %@." = "Den programmerade inspelningen från %@ som var satt att börja %@ kunde inte påbörjas pga ett problem med att skriva till filen %@.";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %2$@ could not be started because the DV device is currently being used by an application other than Vidi. Close the other application and then open Vidi to reschedule the recording." = "Den programmerade inspelningen som var satt att påbörjas %2$@ kunde inte påbörjas eftersom DV apparaten används av ett annat program än Vidi. Avsluta det andra programmet och öppna sedan Vidi för att programmera om inspelningen.";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %2$@ could not be started due to a problem writing to the file %3$@." = "Den programmerade inspelningen som var satt att påbörjas %2$@ kunde inte påbörjas pga ett problem med att skriva till filen %3$@.";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %@ could not be started because Vidi couldn't find a supported DV device. Make sure the device is connected and powered on, then open Vidi to reschedule the recording." = "Den programmerade inspelningen som var satt att påbörjas %@ kunde inte påbörjas eftersom Vidi inte kunde hitta en DV apparat med stöd. Kontrollera att apparaten är inkopplad och att strömmen är tillkopplad och öppna sedan Vidi för att programmera om inspelningen.";

/* No comment provided by engineer. */
"Vidi is Recording" = "Vidi spelar in";

/* No comment provided by engineer. */
"Vidi recording stopped" = "Vidi inspelningen avslutad";

/* No comment provided by engineer. */
"Vidi timer recording could not start" = "Den programmerade Vidi inspelningen kunde inte påbörjas";

